Repository: 84000/data-translation-memory
Catalog: toh151-v2.tmx
Source language: bo
Languages: en

source: དམའ་བའི་སེམས་སུ་བྱེད་པ་སྟེ།
en: (5) cultivating a base mind.

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ནི་མིའི་དམ་པ་ཐོབ་ནས་རྟག་ཏུ་སྐུར་པ་འདེབས་པ་ཐོབ་པར་འགྱུར་ཞིང་སྐྱེ་བོ་མང་པོ་མི་དགའ་བ་དང་།
en: Pratibhānamati, beings who are endowed with those five actions may attain the preeminence of a human life but they receive constant denigration, are disliked by many beings,

source: མདོག་མི་སྡུག་པ་དང་། ཁ་དྲི་མི་ཞིམ་པ་དང་། སེམས་མི་དགའ་བ་དང་། གནོད་པ་མང་བ་དང་། ལུས་ཤིན་ཏུ་སྦྱངས་པ་མ་ཡིན་པར་འགྱུར་རོ། །
en: are ugly, have bad breath and unhappy minds, are often threatened, and have bodies that are unhealthy.”

source: སེམས་ཡིད་རྣམས་ཀྱིས་གཞན་སེམས་དྲག་ཏུ་འཁྲུག་དང་སྡིག་པ་རྣམས་བྱས་པས། །
en: “Their minds viciously upset the minds of others and they commit evil deeds.

source: ལོག་པའི་ངག་དང་གཞན་ལ་གནོད་པར་དགའ་བ་ཐ་མ་རྣམས་སེམས་དང་། །ལུས་ཀྱིས་སྡུག་བསྔལ་གཞལ་མེད་རྫོགས་པ་བར་མེད་ཉམས་སུ་མྱོང་བར་འགྱུར། །
en: They delight in perverse speech and in harming others. These inferior beings will experience intense and unrelenting suffering in mind and body.

source: ལྕགས་ཀྱི་ལྕགས་ཀྱུ་ཆེན་པོ་རྣོན་པོ་རྣམས་ཀྱིས་ཉམ་ཐག་ལྕེ་འབྱིན་འགྱུར། །
en: The tongues of these poor beings will be pierced by sharp iron hooks.

source: གཤིན་རྗེའི་དབང་ཕྱུག་གནས་སུའང་མི་རྣམས་ཤིན་ཏུ་ཟངས་བསྐོལ་ལྡུད་པར་འགྱུར། །
en: “In the abode of the Lord of Death these people will be force-fed drinks of boiling molten copper.

source: དམྱལ་བར་མི་བདེན་ཚིག་ཅན་སྐྱེས་པ་དེ་དག་དགའ་བར་ཡོང་མི་འགྱུར། །
en: In hell, these beings given to false speech will experience no joy.

source: གང་ཚེ་འདིར་ནི་ཚིག་བཟང་བྲལ་བ་རོ་ལྟར་ཁ་དྲི་མི་ཞིམ་ཞིང་། །
en: Once there, they will hear no loving words and their breath will stink like a corpse.

source: འཇིག་རྟེན་མིག་ཏུ་ཡིད་འོང་བལྟ་ན་སྡུག་པ་མ་ཡིན་རྣམས་སུ་འགྱུར། །
en: All that normally appears pleasant will turn ugly.

source: རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་དུ་མི་སྙན་སྐུར་འདེབས་རྩོད་པའི་སྐྱོན་མང་ཞིང་། །
en: “Infamous at the royal court, they have many flaws of being derogatory and quarrelsome.

source: དེ་དག་རྟག་ཏུ་སྐྱོན་གནས་མི་ནི་ས་ཡ་མང་པོས་གླེང་བར་འགྱུར། །
en: Many millions of people gossip about them being consistent in these flaws.

source: སེམས་ཅན་བརྫུན་སྨྲ་རྣམས་ཀྱིས་ཐ་མལ་སེམས་དང་ལུས་བདེ་མ་ཡིན་ཕྱིར། །
en: Such beings have base minds and will have unhealthy bodies due to their lies.

source: སྔར་བཤད་ཉེས་འགྲོ་དེ་ཡི་འབྲས་བུ་སྡུག་བསྔལ་མང་པོ་སྤྱོད་པར་འགྱུར། །
en: Thus, as I said before, the result of this flawed trajectory will be manifold suffering.

source: མི་ཉིད་སྤངས་ནས་དབང་མེད་མི་རྣམས་བདེ་བ་ཀུན་ལ་སླུ་བྱེད་པའི། །
en: “Forsaken by humanity, they are powerless and bereft of all happiness.

source: སེམས་ཅན་དམྱལ་བའི་འཇིག་རྟེན་འགྲོ་འགྱུར་དེ་ནས་ཤི་འཕོས་གྱུར་ནས་ནི། །འགྲོ་བ་ལྔ་པོའི་འཁོར་བའི་འཁོར་ལོ་རྩུབ་པར་དུད་འགྲོ་རྣམས་སུ་སྐྱེ། །
en: Such beings first go to the hells, and later, when they die and transmigrate, They are born as animals among the five types of beings on the harsh wheel of cyclic existence.

source: དེ་ལྟར་ལུས་ཅན་འཁྱམ་པ་རྣམས་ཀྱི་སྡུག་བསྔལ་ཟད་པར་འགྱུར་བ་མེད།
en: The suffering of these wandering beings will be truly inexhaustible.”

source: སྤོབས་པའི་བློ་གྲོས་དགེ་སྦྱོང་དང་། རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་ཉེ་བར་ཞི་བ་གཙོ་བོར་འཛིན་པའི་སེམས་ཅན་ཆོས་ལྔ་དང་ལྡན་པ་རྣམས་ནི་གང་དང་གང་དུ་སྐྱེ་བའི་སྐྱེ་བ་དེ་དང་དེ་ཐམས་ཅད་དུ་རྟག་པར་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་དང་ཕྲད་པ་ཐོབ་པར་འགྱུར་ཞིང་།
en: “Pratibhānamati, mendicants and noble sons and daughters—beings who make peace their primary concern—possess five qualities that ensure that they will always encounter the Buddha, the Dharma, and the Saṅgha, regardless of where they are born.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མཐོང་ནས་ཀྱང་དེ་དག་ལས་ཆོས་ཀྱང་ཐོས་ནས་ཡིད་དགའ་ཞིང་ཅི་བསམས་པ་བཞིན་དུ་བྱང་ཆུབ་རྣམས་ཐོབ་པར་འགྱུར་ལ།
en: They will behold the blessed buddhas, hear the Dharma from them, and be delighted.

source: ཅི་འདོད་པ་བཞིན་དུ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཀྱང་ཐོབ་པར་འགྱུར་ཏེ
en: They will attain awakening just as intended and gain abundance just as desired.

source: བདག་ཉིད་དཀོན་མཆོག་གསུམ་ལ་སྐྱབས་སུ་སོང་ནས་གཞན་དག་ཀྱང་གསུམ་ལ་སྐྱབས་སུ་འགྲོ་བ་སྒྲུབ་པ་ལ་རྣམ་པར་འཇོག་པར་བྱེད་པ་དང་།
en: (1) Having themselves gone for refuge in the Three Jewels, they establish others in the practice of going for refuge.

source: རྣམ་པ་ཐམས་ཅད་ཀུན་ཏུ་རྫོགས་ཤིང་རྒྱས་ལ་རྒྱ་ཆེན་པོ་ལེགས་པར་བྱས་པའི་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་བྱེད་དུ་འཇུག་པ་དང་།
en: (2) They skillfully create images of the thus-gone ones that are complete and detailed in all respects.

source: མཁན་པོ་དང་སློབ་དཔོན་ཤེས་ཤིང་གུས་པ་དང་བཅས་པ་དང་།
en: (3) They recognize preceptors and teachers and are respectful towards them.

source: བཀའ་བློ་བདེ་བ་དང་འཐུན་པར་འཛིན་པར་སྒྲུབ་པ་དང་།
en: (4) They easily follow instructions and practice them accordingly.

source: ཀུན་དུ་ཐོགས་པ་མེད་པའི་འོད་ཟེར་རྣམས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་བདག་དང་འདྲ་ཞིང་བུ་གཅིག་པའི་བྱིས་པ་དང་འདྲ་བར་མཐོང་བ་དང་།
en: (5) With pervasive and unimpeded light rays, they behold all beings as being like themselves or like their only child.

source: ཇི་ལྟར་བརྩམས་པའི་མདོ་སྒྲུབ་པ་དང་། བཀླག་པ་དང་། ཁ་ཏོན་དང་། ལུང་མནོད་པ་དང་། བཤད་པ་རྣམས་ཡིད་ལ་བྱེད་པ་ཡངས་ཤིང་
en: These are beings who practice, read, recite, transmit, and explain the discourses exactly as they were set forth.

source: རྣམ་པ་སྣ་ཚོགས་པ་དག་གིས་བར་ཆད་མེད་པར་བསྒོམ་པ་ལ་མངོན་པར་ཞེན་ཅིང་སྒྲུབ་པར་བྱེད་པ་སྟེ།
en: Their contemplation is extensive. Being utterly free from obstacles, they are enthusiastic in their practice and gain accomplishment.

source: སྤོབས་པའི་བློ་གྲོས་དགེ་སྦྱོང་དང་། རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་ཉེ་བར་ཞི་བ་གཙོ་བོར་འཛིན་པའི་སེམས་ཅན་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ནི་གང་དང་གང་དུ་སྐྱེས་པའི་སྐྱེ་བ་དེ་དང་དེ་ཐམས་ཅད་དུ་བར་ཆད་མེད་པར་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་དཀོན་མཆོག་རྣམས་དང་མི་འབྲལ་བར་འགྱུར་ཞིང་།
en: Pratibhānamati, mendicants and noble sons and daughters—beings who make peace their primary concern—who possess those five qualities, do not encounter obstacles and are never disconnected from the Jewels of Buddha, Dharma, and Saṅgha, regardless of where they are born.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མཐོང་ནས་ཀྱང་། དེ་དག་ལས་ཆོས་ཀྱང་ཐོས་ནསཡིད་དགའ་ཞིང་ཅི་བསམས་པ་བཞིན་དུ་བྱང་ཆུབ་རྣམས་ཐོབ་པར་འགྱུར་ལ།
en: They behold the blessed buddhas, hear their Dharma teachings, and are delighted.

source: ཅི་འདོད་པ་བཞིན་དུ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཀྱང་ཐོབ་པར་འགྱུར་རོ། །
en: They attain awakening just as they intend and gain abundance just as they wish.”

source: གང་དག་སངས་རྒྱས་ཡོན་ཏན་མཆོག་གི་ཆོས་ལ་གནས། །དེ་དག་ཉིད་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་འདུལ་བར་བྱེད། །
en: “Those who are stable in the supreme Dharma—the quality of the Buddha— Are able to tame all beings.

source: སངས་རྒྱས་སྐུ་གཟུགས་གཟུགས་ལེགས་རྣམས་ནི་བྱེད་པར་འགྱུར། །
en: They make fine representations of the Buddha’s body.

source: མཁས་པ་རྣམས་ནི་སློབ་དཔོན་ཚིག་ལ་མཆོད་པར་བྱེད། །
en: These learned ones venerate the words of their masters.

source: གང་དག་ཕྱོགས་བཅུ་རྣམས་ཀྱི་འཇིག་རྟེན་མ་ལུས་ལ། །བདག་དང་བུ་གཅིག་བྱིས་པ་རྣམས་དང་འདྲར་མཐོང་བ། །
en: “They consider everyone in every world, in all directions, To be like themselves or their only child.

source: དེ་དག་སྲིད་པ་ཀུན་དུ་མྱ་ངན་མེད་ངེས་འགྱུར། །
en: They are unequivocally free from the suffering of cyclic existence.

source: ཤིན་ཏུ་རྣམ་དག་ཐུགས་མངའ་སངས་རྒྱས་རྣམས་ཀྱང་མཐོང་། །
en: Their awakened minds are extremely pure and they behold the buddhas.

source: གང་དག་ཤེས་རབ་རིན་ཆེན་ཆེན་པོ་འབྱོར་མཛད་རྣམས། །ཉིན་དང་མཚན་དུ་དགེ་བ་ཀུན་དུ་སྤྱོད་པར་བྱེད། །
en: “They who bring about the wealth of great jewel-like wisdom Practice virtue day and night.

source: འདིར་ནི་རྨད་དུ་བྱུང་བའི་འོད་དང་ལྡན་པ་རྣམས། །འཇིག་རྟེན་མུན་པ་ཆེ་ལ་སྣང་བ་མཆོག་བྱེད་འགྱུར། །
en: These beings who are endowed with miraculous light Bring the brightest light to the deepest darkness of the world.

source: ཀུན་དུ་ཆོས་རྣམས་ཐམས་ཅད་རབ་ཏུ་རྣམ་ཕྱེ་ནས། །སངས་རྒྱས་ལམ་ལས་མཆོག་ནི་གཞན་མེད་པར། །
en: “Perceiving every single phenomenon, They are certain that there is nothing higher than the path to buddhahood.

source: ངེས་པར་བྱས་ནས་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི། །མཐར་ཐུག་འགྲོ་བར་འགྱུར་བའི་རྒྱུ་ནི་ཤེས་པར་འགྱུར། །
en: They understand that this is the cause for reaching The ultimate limit of the world, including its gods.”

source: དེ་ནས་ཚོང་དཔོན་སྤོབས་པའི་བློ་གྲོས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་ཚིམ་ཞིང་མགུ་སྟེ།
en: As he heard this Dharma teaching, the merchant Pratibhānamati was satisfied and content.

source: ཡི་རངས་ནས་རབ་ཏུ་དགའ་སྟེ།
en: He rejoiced and was truly delighted.

source: དགའ་བ་དང་། ཡིད་བདེ་བ་སྐྱེས་ནས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་ནས།
en: Joyful and happy, he gained the acceptance that phenomena are unborn.

source: ཚོང་དཔོན་གྱི་བུ་ལྔ་བརྒྱ་ཙམ་པོ་དང་། སོ་སོའི་གཡོག་འཁོར་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་ཐོབ་བོ། །
en: The five hundred merchant children and each of their entourage of five hundred attained the unclouded and stainless Dharma eye that perceives all phenomena.

source: བཅོམ་ལྡན་འདས་ཀྱི་འཁོར་གྱི་དཀྱིལ་འཁོར་དུ་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པ་ཇི་སྙེད་འདུས་པར་གྱུར་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་ནི་ཅི་བསམས་པ་བཞིན་གྱི་ཐེག་པ་རྣམས་ལ་སེམས་བསྐྱེད་དོ། །
en: All the gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, humans, and non-humans assembled in the retinue of the Blessed One developed a motivation for one of the vehicles in accord with their inclinations.

source: ཅི་འདོད་པ་བཞིན་དུ་ཕུན་སུམ་ཚོགས་པ་ཡང་ཐོབ་ཅིང་། མེ་ཏོག་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། གོས་དང་། རྒྱན་ལ་སོགས་པ་དཔག་ཏུ་མེད་པ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གཏོར་ཏོ། །
en: They abundantly gained whatever they wished for and scattered incalculable masses of flowers, incense, garlands, clothing, and jewelry toward the Blessed One.

source: དེ་ནས་ཚོང་དཔོན་སྤོབས་པའི་བློ་གྲོས་སྟན་ལས་ལངས་ཏེ།
en: Then, the merchant Pratibhānamati stood up,

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: With palms together he bowed toward the Blessed One and said,

source: བཅོམ་ལྡན་འདས་ཁམས་གསུམ་པའི་བླ་མས་ཆོས་ལྔ་པོ་འདི་དག་ལེགས་པར་གསུངས་པ་
en: “Blessed One, the masters of the three realms teach these five qualities.

source: ཆོས་ལྔ་པོ་དེ་དག་ཐོས་ནས་འཁོར་འདི་ཡིད་བཞིན་དུ་ཐམས་ཅད་རྫོགས་པར་དོན་གྲུབ་པར་གྱུར་ལགས་སོ། །
en: Hearing about these five qualities, this retinue has understood the meaning, just as is intended.

source: མ་འོངས་པའི་སེམས་ཅན་རྣམས་ཀྱང་འདི་ཉིད་ཐོས་ནས་ནག་པོའི་ཕྱོགས་སྤངས་ཏེ
en: When beings in future times hear of this teaching, they will abandon non-virtue, do what is virtuous,

source: དཀར་པོའི་ཕྱོགས་ལ་ཞུགས་ཤིང་བརྟུལ་ཞུགས་འགྲུབ་པར་འགྱུར་ལགས་སོ། །
en: and take up religious practice.

source: བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་བདག་གི་སྡུམ་པར་སྤྱན་འདྲེན་ན་
en: “Blessed One, please come together with your saṅgha of monks to my home.

source: བདག་ཅག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་ཁྱོད་ཀྱིས་དེ་ལྟར་གནང་བར་མཛད་དུ་གསོལ།
en: Please accept this invitation out of compassion for us.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚོང་དཔོན་སྤོབས་པའི་བློ་གྲོས་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་གནང་བར་མཛད་དོ། །
en: The Blessed One agreed out of compassion for the merchant Pratibhānamati.

source: དེ་ནས་ཚོང་དཔོན་སྤོབས་པའི་བློ་གྲོས་བཅོམ་ལྡན་འདས་ཀྱིས་གནང་བར་རིག་ནས་ཚིམ་ཞིང་མགུ་སྟེ་ཡི་རངས་ནས་རབ་ཏུ་དགའ་སྟེ།
en: Knowing that the Blessed One had accepted his invitation, Pratibhānamati was satisfied and content.

source: དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: He rejoiced and was truly delighted.

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་གཡོག་འཁོར་དང་བཅས་ཏེ།
en: Happy and joyful, he bowed his head to the feet of the Blessed One, circumambulated him three times, and

source: བཅོམ་ལྡན་འདས་ཀྱི་ཐད་ནས་སོང་ངོ་། །
en: departed together with his retinue.

source: དེ་རང་གི་ཁྱིམ་དུ་སོང་ནས་ཕ་མ་གཉིས་ཀྱི་རྐང་པ་ལ་ཕྱག་བྱས་ཏེ་ཐལ་མོ་སྦུག་སྦུག་པོར་སྦྱར་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: When he arrived home, he bowed to the feet of his parents and told them with joined palms,

source: ཡབ་ཡུམ་འདི་ལྟར་གང་འཇིག་རྟེན་ན་ཤིན་ཏུ་དཀོན་མཆོག་གཤེགས་པ་བླ་ན་མེད་པ་ཆོས་ཀྱི་རྒྱལ་པོ་ཁམས་གསུམ་པ་ཐམས་ཅད་ལས་འདས་པ་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་བདག་གིས་གདུགས་ཚོད་ལ་སྤྱན་དྲངས་ན།
en: “Father, Mother, I have something to tell you. I have invited he who is rare and supreme in the world, the unsurpassed being, the king of Dharma, he who has transcended the three realms, the Blessed One himself, to come and take his midday meal here with his congregation of monks.

source: དེས་ཀྱང་བདག་ཅག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་གནང་ལགས་ཀྱིས་མཁྱེན་པར་མཛོད་ཅིག །
en: Out of compassion for us, he has accepted!”

source: དེ་ནས་སྤོབས་པའི་བློ་གྲོས་ཀྱི་ཕ་མ་དག་ཡིད་དགའ་སྟེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Pratibhānamati’s father and mother were delighted and praised him,

source: བུ་ལེགས་སོ། །
en: “Son, that is excellent!

source: ཁྱོད་ཀྱིས་ལེགས་པར་བྱས་སོ་ཞེས་མངོན་པར་བསྟོད་དེ།
en: You have done well!”

source: དེ་བཞིན་གཤེགས་པ་མཆོད་པའི་ལས་ལ་སྤྲོ་བར་གྱུར་ཏོ། །
en: They were excited to venerate the Thus-Gone One.

source: དེ་ནས་སྤོབས་པའི་བློ་གྲོས་ཀྱིས་རང་གི་ཆུང་མ་པད་མ་གཡོག་འཁོར་དང་བཅས་པ་ལ་བསྒོ་བ། བཟང་མོ་ཁྱོད་ཀྱིས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཁོར་དང་བཅས་པའི་དོན་དུ་བཟའ་བ་དང་བཏུང་བ་རོ་བརྒྱ་དང་ལྡན་པ་མང་བ་དང་བསོད་པར་སྦྱོར་ཅིག །
en: Pratibhānamati then instructed his wife Padma and her servants, “My dear, please prepare fine food and drink with many hundreds of flavors for the blessed, thus-gone, worthy, perfect Buddha and his retinue.

source: སྦྱར་ནས་ཀྱང་ཁྱིམ་ཐམས་ཅད་ཆག་ཆག་གདབ་པ་དང་། ཕྱག་དར་བྱ་བ་དང་། བླ་རེ་བྲེ་བ་དང་། དར་གྱི་ལྡ་ལྡི་གདགས་པ་དང་། མེ་ཏོག་ཆལ་པར་དགྲམ་པ་དང་། བདུག་སྤོས་དྲི་ཞིམ་པོས་བདུག་པར་བྱེད་དུ་བཅུག་ལ།
en: Once the food has been prepared, scatter water, sweep the house, set up the canopies, hang the silken tassels, scatter flower petals, and perfume the environment with fragrant incense.

source: དེ་བཞིན་གཤེགས་པ་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་པའི་གདན་ཅི་འོས་སུ་ཐིང་སྟེ
en: Lay out seats befitting the Thus-Gone One and his congregation of monks.

source: མཆོད་ཡོན་དང་ཞབས་ལ་དབུལ་བ་སྤྱན་སྔར་བཞག་པས་བཅོམ་ལྡན་འདས་དམ་པ་དེ་ལ་སྡོད་ཅིག་ཅེས་བསྒོ་སྟེ།
en: Once he has been received and the offerings laid before him at his feet, you should invite the sublime Blessed One to take his seat.”

source: སྤོབས་པའི་བློ་གྲོས་མཛའ་བཤེས་དང་། བློན་པོ་དང་། ཉེ་དུ་དང་། རྒན་རབས་ལ་སོགས་པ་དང་ལྷན་ཅིག་འགྲོགས་ཤིང་ཇི་སྐད་སྨྲས་པ་ཐམས་ཅད་བྱས་སོ། །
en: Pratibhānamati came together with friends, dignitaries, kin, and elders, and they all did exactly as he said.

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེའི་མཚན་མོ་འདས་ནས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་སྐྱེད་མོས་ཚལ་ཆེན་པོ་ནས་བྱུང་ནས།
en: The next morning the Blessed One left Jeta Grove in Anāthapiṇḍada’s park and traveled together with the saṅgha of monks to Śrāvastī

source: སེམས་ཅན་རྣམས་ལ་ཐུགས་བརྩེ་བས་དེ་བཞིན་གཤེགས་པའི་རྫུ་འཕྲུལ་གྱི་དཔལ་རྣམ་པར་འཕྲུལ་པ་ཡང་དག་པར་བསྟན་པའི་རོལ་པས་ཆོ་འཕྲུལ་དང་བཅས་པས་མཉན་དུ་ཡོད་པའི་གྲོང་ཁྱེར་ཆེན་པོར་གཤེགས་སོ། །
en: out of kindness for beings. They did so accompanied by miraculous displays manifested by the Thus-Gone One’s splendid magical powers.

source: གཤེགས་ནས་ཀྱང་རིམ་གྱིས་སྤོབས་པའི་བློ་གྲོས་ཀྱི་ཁྱིམ་ག་ལ་བ་དེ་ལོགས་སུ་བཞུད་དོ། །
en: Gradually they made their way to Pratibhānamati’s home.

source: དེ་ནས་སྤོབས་པའི་བློ་གྲོས་གཡོག་འཁོར་དང་བཅས་པས་བཅོམ་ལྡན་འདས་བསུ་ནས་མཆོད་ཡོན་དང་ཞབས་ལ་འབུལ་བས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས།
en: Pratibhānamati and his entourage greeted the Blessed One, received him as a guest, made offerings at his feet, and bowed their heads to his feet.

source: བཅོམ་ལྡན་འདས་ཞབས་འབྲིང་བ་དང་བཅས་པར་ཁྱིམ་གྱི་ནང་དུ་གཤེགས་ཏེ།
en: He then entered the home along with his entourage.

source: བཅོམ་ལྡན་འདས་ནི་ཅི་འོས་པའི་གདན་མཆོག་ལ་བཞུགས་སོ། །
en: The Blessed One sat on an excellent cushion, which befitted him,

source: དགེ་སློང་གི་དགེ་འདུན་ནི་ཅི་འོས་པ་ལ་འཁོད་དོ། །
en: and the congregation of monks took their appropriate seats.

source: དེ་ནས་སྤོབས་པའི་བློ་གྲོས་ཀྱི་ཕ་མ་དང་། སླས་དང་། མཛའ་བཤེས་དང་། བློན་པོ་དང་། ཉེ་དུ་དང་། རྒན་རབས་རྣམས་ནི་ཡིད་དགའ་ཞིང་འདུད་ལ། བླ་མ་ལ་གུས་པ་དང་།
en: Pratibhānamati’s parents, close friends, friends, dignitaries, relatives, and elders were delighted and bowed down;

source: གཅེས་པར་བྱེད་པ་ཆེན་པོས་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་པ་ལ་འདྲིམ་པར་རྩོམ་མོ། །
en: they paid respect to the master and with great affection began to serve the Blessed One and the assembly of monks.

source: སྤོབས་པའི་བློ་གྲོས་ནི་མེ་ཏོག་དང་། སྤོས་ཆུར་བཅས་པས་བཀང་བའི་རིལ་བ་ཐོགས་ནས་སྟོན་པའི་སྤྱན་སྔར་འདུག་པར་གྱུར་ཏོ། །
en: Pratibhānamati, holding a bowl filled with flowers and scented water, sat in front of the Teacher.

source: ཡང་དེའི་ཚེ་སྡུག་བསྔལ་བའི་གྲོགས་པོ་གཉིས་ཤིག་སྤོབས་པའི་བློ་གྲོས་ཀྱི་ཁྱིམ་དུ་ཕྱིན་པར་གྱུར་ནས།
en: At that time, two friends in anguish came to Pratibhānamati’s home.

source: དེ་གཉིས་ལས་གཅིག་ནི་དགེ་འདུན་གྱི་ནང་དུ་ཞུགས་སོ། །
en: One of them sat among the saṅgha.

source: དེའི་ཚེ་དགེ་སློང་ཐམས་ཅད་ལ་བཟའ་བ་དང་། བཏུང་བ་འབྱོར་ཚོགས་ཞེས་མ་སྨྲས་ལ།
en: However, as he did not ask all the monks whether he could partake of their food and drink and,

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་རྗེས་སུ་ཐུགས་རང་བ་མ་གསུངས་པས། དེ་གང་གིས་ཀྱང་ཅི་ཡང་མ་བྱིན་ནས
en: moreover, the Blessed One had not offered the meal prayer, nobody gave him anything.

source: དེ་ཁྲོས་ཏེ་ཕྱིར་བྱུང་ནས་འདི་སྙམ་དུ་ཀྱེ་མ་སྡུག་བསྔལ་བ་བདག་ལ་གང་གིས་ཅི་ཡང་མ་བྱིན་པ་ནི། དགེ་སྦྱོང་བདག་ཉིད་ངན་པ་རྣམས་ཏེ།
en: He became enraged and left, thinking, “Ah, nobody has given anything at all to me, the victim. These are terrible mendicants.

source: སེམས་ཉེ་བར་ཞི་བ་མ་ཡིན་ཞིང་། སྙིང་རྗེ་མེད་ལ་བྱམས་པའི་སེམས་དང་ལྡན་པ་མ་ཡིན་པ་དག་གོ། །
en: Their minds are not peaceful, they have no compassion, and neither do they have loving minds.

source: གང་དེ་དག་ལ་བྱིན་ཡང་འབྲས་བུ་མེད་པ་དེ་ལྟ་བུ་དག་ལ་སྦྱིན་པར་བྱེད་པ་ནི་སྦྱིན་བདག་བླུན་པོ་སྟེ།
en: Giving to them is fruitless. Only foolish sponsors would give to that sort.

source: གལ་ཏེ་བདག་རྒྱལ་པོར་གྱུར་ན་ཐམས་ཅད་ཀྱི་མགོ་ལྕགས་ཀྱི་འཁོར་ལོས་གཅད་དོ་སྙམ་དུ་སེམས་པར་གྱུར་ཏོ། །
en: If I were king, I would slice off all their heads with an iron disc.”

source: དེ་ནས་དེའི་འོག་ཏུ་དགེ་སློང་ཐམས་ཅད་ལ་བཟའ་བ་དང་། བཅའ་བ་དག་འབྱོར་ཚོགས་ཞེས་བྱས་ཤིང་།
en: The other fellow, however, inquired whether the monks had abundant food and drink, and

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་རྗེས་སུ་ཐུགས་རང་བར་མཛད་པ་དང་། ཅིག་ཤོས་འོངས་པར་གྱུར་ཏོ། །
en: he approached after the Buddha had offered the meal prayer.

source: དེས་ནི་བཟའ་བ་དང་། བཏུང་བ་མང་བ་དང་། བསོད་པ་ཐོབ་ནས་དེ་ཡི་རངས་ཏེ།
en: He then received a satisfying abundance of food and drink, and was deeply contented.

source: ཕྱིར་བྱུང་ནས་འདི་སྙམ་དུ་ཀྱེ་མ་སྡུག་བསྔལ་བ། བདག་ལ་གང་དག་གིས་བཟའ་བ་དང་། བཏུང་བ་མང་བ་དང་། བསོད་པ་བྱིན་པ་ནི་དགེ་སྦྱོང་བདག་ཉིད་ཆེན་པོ་རྣམས་ཏེ།
en: He went outside and thought, “Ah! These great mendicants who have given me, a sufferer,

source: སྙིང་བརྩེ་བར་བྱེད་ལ་སེམས་ཉེ་བར་ཞི་བ་ཡིན་ཞིང་། བྱམས་པའི་བདག་ཉིད་ཅན་དག་གོ། །
en: a satisfying abundance of food and drink are compassionate. They have peaceful minds and loving characters.

source: འདིས་ནི་བདག་ཞག་བདུན་དུ་ཚིམ་པར་འགྱུར་བར་བྱས་སོ། །
en: This will satisfy me for a full week.

source: གང་འདི་དག་ལ་བྱིན་ན་འབྲས་བུ་ཆེ་བ་སྦྱིན་གནས་ཆེན་པོ་འདི་ལྟ་བུ་དག་ལ་སྦྱིན་པར་བྱེད་པ་ནི་སྦྱིན་བདག་ཆེན་པོ་མཁས་པ་སྟེ།
en: It is a wise and fine patron who gives to such excellent objects of generosity. Such generosity bears great fruit.

source: ལེགས་སོ། །
en: Excellent!

source: གལ་ཏེ་བདག་རྒྱལ་པོར་གྱུར་ན་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་ཞག་བདུན་དུ་བསྙེན་བཀུར་ཐམས་ཅད་ཀྱིས་རིམ་གྲོ་བྱེད་པར་གྱུར་ཅིག་སྙམ་དུ་སེམས་པར་གྱུར་ཏོ། །
en: If I were king, I would honor the saṅgha of monks, including the Buddha, through all means of service for seven days. May it be so!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་གདུགས་ཚོད་གསོལ་ནས།
en: Then the Blessed One was served the midday meal.

source: བསྩང་སྡེར་གྱུ་སྟེ་ཕྱག་བཅབས་ནས། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: He cleaned his bowl, washed his hands, and then spoke to Venerable Ānanda,

source: ཀུན་དགའ་བོ་དེང་ཕྱིན་ཆད་བཟའ་བ་དང་། བཏུང་བ་མ་བླངས་པ་ཉིད་དུ་རྗེས་སུ་ཡི་རང་བརྗོད་ཅིག །
en: “Ānanda, henceforth speak well of those who do not take food and drink.”

source: དེ་ནས་སྤོབས་པའི་བློ་གྲོས་གཡོག་འཁོར་དང་བཅས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་གོ། །
en: Pratibhānamati and his entourage sat in front of the Blessed One,

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་ཡང་དག་པར་དགའ་བ་དང་། ཡང་དག་པར་གཟེངས་བསྟོད་པ་དང་། ཡང་དག་པར་འཛིན་དུ་གཞུག་པ་སྔོན་དུ་མཛད་པའི་ཆོས་ཀྱི་གཏམ་སེམས་ཅན་མང་པོའི་དགེ་བའི་རྩ་བ་རྣམ་པ་སྣ་ཚོགས་བསྐྱེད་པར་མཛད་དེ
en: who gave them a delightful, praiseworthy, applicable, and lucid Dharma talk that produced roots of virtue in a multitude of beings.

source: གདན་ལས་བཞེངས་ནས་བཞུད་དེ། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་གཤེགས་ནས་དེ་ན་བཞུགས་སོ། །
en: Then he rose from his seat and went back to Jeta Grove.

source: དེ་ནས་སྡུག་བསྔལ་བ་དེ་གཉིས་འཁོར་འཁོར་འཁྱམ་འཁྱམ་སྟེ།
en: Then, those two anguished men wandered about and

source: ཡུལ་གཞན་ཞིག་ཏུ་སོང་ནས་ཕ་ཟད་ཚུ་ཟད་ཙམ་གྱི་ཕྱོགས་སུ་ཉལ་བར་གྱུར་ཏོ། །
en: thus ended up taking rest in different parts of the land.

source: དེར་བསོད་ནམས་ཀྱི་ལས་ཅན་དེ་ལ་སྟེང་གི་ནམ་མཁའ་ལ་གྲིབ་མའི་དོན་དུ་སྤྲིན་གྱི་བླ་རེ་གློག་དང་རླུང་འབྱུང་བ་དང་བཅས་པ་རབ་ཏུ་གནས་པར་གྱུར་ཏོ། །
en: As they laid down, a canopy of clouds filled with lightning and wind hovered in the sky above the meritorious one, thus shading him.

source: དེའི་ཚེ་ཡུལ་དེ་ན་རྒྱལ་པོ་གང་ཡིན་པ་དེ་འཆི་བའི་དུས་བྱས་སོ། །
en: At that time, the king of that country passed away.

source: དེ་ན་གང་རྒྱལ་སྲིད་ལ་དབང་བསྐུར་བར་བྱ་བའི་རྒྱལ་པོའི་མཚན་དང་ལྡན་པ་ཡང་གཞན་མེད་དོ། །
en: Since there was no one else in the region who had sufficient royal qualities to be entrusted with the country,

source: དེ་ན་ཚོང་དཔོན་དང་། གྲོང་མི་དང་། ཡུལ་མི་དང་། བློན་པོ་ཆེན་པོ་དང་། བློན་པོ་དང་། སྒོ་བ་དང་། འཁོར་ན་འཁོད་པ་རྣམས་ནི། མཚན་མཁན་དང་། ལྟས་མཁན་དང་། སྐར་མ་དང་། གཟའ་སྤྱོད་པ་ལ་མཁས་པ་ལ་རྒྱལ་པོར་འགྱུར་བ་སུ་ཡོད་ཅེས་བརྩོན་པར་གྱུར་ཅིང་འདྲིའོ། །
en: the citizens, including the merchants, townspeople, village folk, high ministers, ministers, guards, and retainers diligently inquired among diviners, soothsayers, and those skilled in the movements of the stars and planets as to who should become their king.

source: དེས་སྨྲས་པ། སྐྱེས་བུ་དབུལ་པོ་མཚན་དང་ལྡན་པ་ཞིག་ཡོད་དོ། །
en: The reply was, “There is a poor man who is qualified.

source: དེ་ནི་རྒྱལ་པོར་འགྱུར་རོ། །
en: He should become king.”

source: དེ་ནས་དེ་དག་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་རྒྱལ་པོ་ལ་འོས་པ་རིན་ཐང་ཆེ་བའི་ཁྲི་སྟན་བཟང་པོ་གསེར་གྱི་རྐང་རྟེན་དང་བཅས་པ་དང་།
en: So they set out from the royal capital bearing a marvelous throne of incredible value—extensively ornamented and suitable for a king—along with a golden footstool.

source: ཡུ་བ་ནོར་བུ་ལས་བྱས་པའི་གདུགས་དཀར་པོ་དང་། ཡུ་བ་གསེར་ལས་བྱས་ཤིང་ནོར་བུ་དང་ལྡན་པའི་རྔ་མའི་བསིལ་ཡབ་དང་།
en: They carried white parasols with jeweled handles, fans with golden handles and jeweled tails, and

source: སྤོས་ཆུས་བཀང་བའི་བུམ་པ་དུ་མ་དང་། མེ་ཏོག་དང་། རྒྱན་ཕྲེང་དང་། གོས་དང་། དབུ་རྒྱན་དང་། ཐོད་དང་བཅས་པ་ལ་སོགས་པའི་རྒྱན་དང་། སྤོས་ཀྱི་ཕུར་མ་དང་། སློ་མ་དག་ཐོགས་ཏེ
en: many vases filled with perfumed water, as well as baskets of flowers, garlands of jewels, raiment, crowns, headwear and other such ornamentation, and fragrant powders.

source: སིལ་སྙན་དང་། ཕེག་རྡོག་པ་དང་། གླུ་དབྱངས་དང་བཅས་པ་དག་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་ནས་བྱུང་སྟེ། ཀུན་ནས་དེ་ཀུན་ཏུ་བཙལ་ཏོ། །
en: Accompanied by cymbals, drums, and singing, they searched everywhere for that impoverished man.

source: ལྟས་མཁན་དེས་སྤྲིན་གྱི་ཚོགས་ཀྱིས་བཀབ་པའི་ཕྱོགས་དེ་མཐོང་སྟེ། མཐོང་ནས་ཀྱང་དེ་དག་ལ་སྨྲས་པ།
en: The diviner saw a region shrouded by a bank of clouds and said to them,

source: གྲོགས་པོ་དག་ཁྱེད་ཅག་གིས་སྤྲིན་སྔོན་པོའི་དཀྱིལ་འཁོར་གྱིས་ཁེབས་པ་དགའ་ཞིང་གསལ་བའི་ཕྱོགས་དེ་མཐོང་ངམ།
en: “Friends, do you see that pleasant and clear region covered by a dark circle of clouds?”

source: དེ་དག་གིས་སྨྲས་པ། གྲོགས་པོ་མཐོང་ངོ་། །
en: They responded, “Friend, we see it!”

source: དེས་སྨྲས་པ། དེ་ན་རྒྱལ་པོའི་མཚན་དང་ལྡན་པའི་སྐྱེས་བུ་དེ་འདུག་སྟེ།
en: The diviner said, “That is where the person with the royal attributes rests.

source: དེའི་བསོད་ནམས་ཀྱི་ལས་ཀྱིས་གྲིབ་མའི་དོན་ཏུ་སྤྲིན་དེ་དག་འདུས་སོ། །
en: His meritorious karma has caused those clouds to gather to shade him.”
